;Файл ретрекеров для программы TorrenPatcher
;Получить дополнительную информацию и задать вопросы можно в этой теме http://re-tracker.ru/
;Этот файл является полностью проверенным и работающим для версии 1.9.1.6
;
;Заметки по редактированию:
; - следите за нумерацией - ошибки в ней - ваша проблема;
; - следите за ошибками в названиях (Если в разделе Город есть город Санкт-Петербург программа не поймет далее по тексту [Ретрекеры Петербурга] и даже [Ретрекеры Санкт-Петербурга];
; - не используйте в строках-значениях без нужды спецсимволы - перевод строки (Enter), кавычки(") и обратный слэш (\);
; - в списке ретрекеров для конкретного района один ретрекер отделяется от другого ПРОБЕЛОМ;
; - файл полностью подчиняется стандартам для ini-файлов;
; Список обновлен  30.12.08 02:33

[Город]
Количество=26
1=Санкт-Петербург
2=Москва
3=Шадринск
4=Калининград
5=Архангельск
6=Чувашия
7=Ульяновск
8=Ярославль
9=Украина
10=Псков
11=Омск
12=Волгоград
13=Тула
14=Екатеринбург
15=Ростов-на-Дону
16=Киров
17=Калуга
18=Димитровград
19=Харьков
20=Саратов
21=Тольятти
22=Одесса
23=Тюмень
24=Самара
25=Наро-Фоминск
26=Нижний новгород
27=Разное

[Провайдеры Санкт-Петербург]
Количество=4
1=Корбина
2=ЦИФРА
3=Tiera
4=eTelecom

[Ретрекеры Санкт-Петербург Корбина]
Количество=8
1=http://10.121.10.1:2710/announce.php
2=http://netmaster.dyndns.ws:2710/announce
3=http://netmaster2.dyndns.ws:2710/announce
4=http://netmaster3.dyndns.ws:2710/announce
5=http://netmaster4.dyndns.ws:2710/announce
6=http://re-tracker.ru:80/announce.php
7=http://10.35.21.180:2710/announce
8=http://ahamok.no-ip.org:2710/announce

[Провайдеры Москва]
Количество=6
1=Корбина
2=Акадо
3=Netbynet
4=QWERTY
5=Starlink
6=UltraNet

[Ретрекеры Москва Корбина]
Количество=134
1=http://re-tracker.ru:80/announce.php
2=http://10.208.13.245:2710/announce
3=http://10.48.163.235:2710/announce
4=http://10.48.237.147:2710/announce
5=http://10.21.59.239:2710/announce
6=http://10.253.50.254:2710/announce
7=http://10.179.20.228:2710/announce
8=http://10.239.4.231:2710/announce
9=http://10.199.72.223:2710/announce
10=http://10.199.74.239:2710/announce
11=http://10.193.29.179:2710/announce
12=http://hmn.pp.ru:2710/announce
13=http://seregaxaker-retreker.myftp.org:2710/announce
14=http://10.155.4.238:2710/announce
15=http://10.177.69.246:2710/announce
16=http://10.207.121.141:2710/announce
17=http://10.186.33.246:2710/announce
18=http://10.195.49.158:2710/announce
19=http://10.195.56.67:2710/announce
20=http://10.149.48.241:2710/announce
21=http://10.87.52.246:2710/announce
22=http://10.87.120.251:2710/announce
23=http://10.87.45.236:2710/announce
24=http://10.142.14.241:2710/announce
25=http://10.54.2.245:2710/announce
26=http://10.60.51.14:2710/announce
27=http://10.178.56.245:2710/announce
28=http://10.161.79.151:2710/announce
29=http://10.65.92.234:2710/announce
30=http://10.65.86.239:2710/announce
31=http://solidsnake.myftp.org:2710/announce
32=http://10.176.22.228:2710/announce
33=http://10.220.140.216:2710/announce
34=http://10.72.187.235:2710/announce
35=http://10.72.246.232:2710/announce
36=http://10.211.78.203:2710/announce
37=http://lan.iomg.ru:2710/announce
38=http://10.210.100.100:2710/announce
39=http://10.210.100.215:2710/announce
40=http://10.159.25.202:2710/announce
41=http://10.159.3.242:2710/announce
42=http://10.66.2.220:2710/announce
43=http://10.66.72.221:2710/announce
44=http://10.185.143.213:2710/announce
45=http://10.188.27.238:2710/announce
46=http://10.188.87.169:2710/announce
47=http://10.111.47.194:2710/announce
48=http://10.227.180.210:2710/announce
49=http://10.44.178.246:2710/announce
50=http://10.163.110.235:2710/announce
51=http://10.163.71.177:2710/announce
52=http://10.184.45.136:2710/announce
53=http://10.184.0.104:2710/announce
54=http://10.57.44.44:2710/announce
55=http://10.53.110.240:2710/announce
56=http://10.53.107.230:2710/announce
57=http://10.252.235.239:2710/announce
58=http://yodj.no-ip.org:2710/announce
59=http://10.252.59.204:2710/announce
60=http://10.241.74.200:2710/announce
61=http://10.243.75.240:2710/announce
62=http://10.160.4.217:2710/announce
63=http://10.160.64.251:2710/announce
64=http://10.228.22.248:2710/announce
65=http://10.228.33.235:2710/announce
66=http://10.212.158.214:2710/announce
67=http://10.218.39.185:2710/announce
68=http://10.82.51.218:2710/announce
69=http://10.84.50.224:2710/announce
70=http://10.73.26.238:2710/announce
71=http://10.197.87.133:2710/announce
72=http://10.197.62.62:2710/announce
73=http://10.197.84.63:2710/announce
74=http://10.166.55.220:2710/announce
75=http://jasenevo.myftp.org:2710/announce
76=http://10.169.16.245:2710/announce
77=http://10.169.31.136:2710/announce
78=http://10.144.66.217:2710/announce
79=http://10.144.117.229:2710/announce
80=http://10.144.147.210:2710/announce
81=http://10.152.85.195:2710/announce
82=http://10.157.39.217:2710/announce
83=http://10.153.88.243:2710/announce
84=http://10.153.96.234:2710/announce
85=http://tushino.yaklit.ru:2710/announce
86=http://butovo.corbina.org.ru:80/retracker/announce.php
87=http://trackerlocal.ls-home.org:28800/announce
88=http://dc-tag-nzg.no-ip.org:2710/announce
89=http://ds.podzone.net:2710/announce
90=http://co-int.aliki.ru:2710/announce
91=http://10.57.15.141:2710/announce
92=http://10.57.29.163:2710/announce
93=http://10.60.103.183:2710/announce
94=http://10.65.38.213:2710/announce
95=http://10.87.17.225:2710/announce
96=http://10.96.2.252:2710/announce
97=http://10.111.24.226:2710/announce
98=http://10.119.83.253:2710/announce
99=http://10.134.13.246:2710/announce
100=http://10.134.82.206:2710/announce
101=http://10.142.55.195:2710/announce
102=http://10.149.26.235:2710/announce
103=http://10.154.22.22:2710/announce
104=http://10.167.42.231:2710/announce
105=http://10.193.15.212:2710/announce
106=http://10.193.84.199:2710/announce
107=http://10.198.25.211:2710/announce
108=http://10.210.47.240:2710/announce
109=http://10.210.96.96:2710/announce
110=http://10.227.108.248:2710/announce
111=http://10.241.255.234:2710/announce
112=http://10.252.41.217:2710/announce
113=http://retracker.hotplug.ru:2710/announce
114=http://logovo.no-ip.info:2710/announce
115=http://10.200.71.87:2710/announce
116=http://10.121.10.1:2710/announce.php
117=http://netmaster.dyndns.ws:2710/announce
118=http://netmaster2.dyndns.ws:2710/announce
119=http://netmaster3.dyndns.ws:2710/announce
120=http://corbinaretracker.dyndns.org:80/announce.php
121=http://netmaster4.dyndns.ws:2710/announce
122=http://10.144.176.213:2710/announce
123=http://xadjee.no-ip.org:2710/announce
124=http://predator100.no-ip.biz:2710/announce
125=http://clonesweet.no-ip.biz:2710/announce
126=http://10.144.176.213:2710/announce
127=http://valli-dulli.no-ip.org:2710/announce
128=http://fillon888.no-ip.org:2710/announce
129=http://stogach.no-ip.org:2710/announce
130=http://10.44.143.213:2710/announce
131=http://oira-oira.no-ip.org:2710/announce
132=http://lub.sytes.net:2710/anonce
133=http://bt-local.no-ip.org:2710/announce
134=http://tushino.no-ip.biz:2710/announce

[Ретрекеры Санкт-Петербург ЦИФРА]
Количество=2
1=http://tracker.local:2711/announce
2=http://re-tracker.ru:80/announce.php

[Ретрекеры Москва Акадо]
Количество=8
1=http://re-tracker.ru:80/announce.php
2=http://10.181.180.10:2710/announce
3=http://10.177.180.77:2710/announce
4=http://10.198.17.234:2710/announce
5=http://80.92.106.171:2710/announce
6=http://80.92.102.122:2710/announce
7=http://10.12.140.39:2710/announce
8=http://172.17.7.194:2710/announce

[Ретрекеры Москва Netbynet]
Количество=5
1=http://re-tracker.ru:80/announce.php
2=http://local.amdem.net.ru:2710/announce
3=http://10.30.139.100:2710/announce
4=http://10.4.13.189:2710/announce
5=http://retracker.netbynet.ru:80/announce.php

[Ретрекеры Москва UltraNet]
Количество=2
1=http://re-tracker.ru:80/announce.php
2=http://retracker.ultranet.ru/announce.php

[Провайдеры Шадринск]
Количество=1
1=КурьерПлюс

[Ретрекеры Шадринск КурьерПлюс]
Количество=1
1=http://tr.home.lan:2710/announce

[Провайдеры Архангельск]
Количество=1
1=Голден/Билайн

[Ретрекеры Архангельск Голден/Билайн]
Количество=2
1=http://gkalash.no-ip.org:2710/announce
2=http://re-tracker.ru:80/announce.php

[Провайдеры Чувашия]
Количество=2
1=Волгателеком
2=Etherway

[Ретрекеры Чувашия Волгателеком]
Количество=2
1=http://afanet.org.ru:2720/announce
2=http://re-tracker.ru:80/announce.php

[Ретрекеры Чувашия Etherway]
Количество=2
1=http://10.255.0.80:6690/announce
2=http://re-tracker.ru:80/announce.php

[Провайдеры Разное]
Количество=1
1=Интернет

[Ретрекеры Разное Интернет]
Количество=4
1=http://re-tracker.ru:80/announce.php
2=http://tracker.thepiratebay.org:80/announce
3=http://announce.freeexchange.ru:2710/announce
4=http://announce.opensharing.ru:2710/announce

[Ретрекеры Москва QWERTY]
Количество=1
1=http://re-tracker.ru:80/announce.php

[Провайдеры Ульяновск]
Количество=1
1=Corbina

[Ретрекеры Ульяновск Corbina]
Количество=4
1=http://re-tracker.ru:80/announce.php
2=http://retracker1.rockzveno.ru:2710/announce
3=http://torrents.adminko.org:2710/announce
4=http://retracker2.rockzveno.ru:2710/announce

[Провайдеры Ярославль]
Количество=1
1=Домолинк

[Ретрекеры Ярославль Домолинк]
Количество=2
1=http://re-tracker.ru:80/announce.php
2=http://retracker-yar.sytes.net:2710/announce

[Провайдеры Украина]
Количество=5
1=Поиск
2=Оптинет
3=Corbina / Beeline
4=NetGroup
5=Телесвит

[Ретрекеры Украина NetGroup]
Количество=2
1=http://re-tracker.ru:80/announce.php
2=http://life-if.no-ip.org:2710/announce

[Ретрекеры Украина Поиск]
Количество=3
1=http://re-tracker.ru:80/announce.php
2=http://10.130.89.254:2710/announce
3=http://okrim.no-ip.biz:2710/announce

[Ретрекеры Украина Оптинет]
Количество=2
1=http://re-tracker.ru:80/announce.php
2=http://10.4.0.201:2710/announce

[Ретрекеры Украина Телесвит]
Количество=2
1=http://re-tracker.ru:80/announce.php
2=http://retracker.telesweet.net:2710/announce

[Ретрекеры Украина Corbina / Beeline]
Количество=3
1=http://re-tracker.ru:80/announce.php
2=http://10.81.44.244:2710/announce
3=http://10.23.3.179:2710/announce

[Провайдеры Псков]
Количество=2
1=Псковлайн
2=Телесети+

[Ретрекеры Псков Псковлайн]
Количество=2
1=http://re-tracker.ru:80/announce.php
2=http://local.roadtrain.ru:2710/announce

[Ретрекеры Псков Телесети+]
Количество=2
1=http://re-tracker.ru:80/announce.php
2=http://local.roadtrain.ru:2710/announce

[Провайдеры Омск]
Количество=4
1=Дом.ру
2=WebStream-Омск
3=ОКС
4=Multinex-Omsk


[Ретрекеры Омск Multinex-Omsk]
Количество=2
1=http://re-tracker.ru:80/announce.php
2=http://10.172.78.111:2710/announce

[Ретрекеры Омск ОКС]
Количество=2
1=http://re-tracker.ru:80/announce.php
2=http://he4to.dyn-o-saur.com:2710/announce

[Ретрекеры Омск WebStream-Омск]
Количество=2
1=http://re-tracker.ru:80/announce.php
2=http://he4to.dyn-o-saur.com:2710/announce

[Ретрекеры Омск Дом.ру]
Количество=3
1=http://re-tracker.ru:80/announce.php
2=http://223.1.1.1:2710/announce
3=http://he4to.dyn-o-saur.com:2710/announce

[Провайдеры Волгоград]
Количество=1
1=Коламбия-Телеком

[Ретрекеры Волгоград Коламбия-Телеком]
Количество=4
1=http://re-tracker.ru:80/announce.php
2=http://mandriver.lan:2710/announce
3=http://bt.kaytaz.ru:2710/announce
4=http://10.1.197.53:2710/announce

[Провайдеры Тула]
Количество=1
1=Domolink

[Ретрекеры Тула Domolink]
Количество=2
1=http://re-tracker.ru:80/announce.php
2=http://alivar.sc-t.ru:2710/announce

[Провайдеры Екатеринбург]
Количество=3
1=Olympus NSP
2=Голден Телеком
3=УТК

[Ретрекеры Екатеринбург Olympus NSP]
Количество=2
1=http://re-tracker.ru:80/announce.php
2=http://re-tracker.olympus.ru:80/announce.php

[Ретрекеры Екатеринбург УТК]
Количество=2
1=http://re-tracker.ru:80/announce.php
2=http://ekt-utk-retracker.selfip.net:2710/announce

[Ретрекеры Екатеринбург Голден Телеком]
Количество=4
1=http://re-tracker.ru:80/announce.php
2=http://10.110.53.116:2710/announce
3=http://tracker.reborn.ru:2710/announce
4=http://ekt-gt-retracker.selfip.net:2710/announce

[Провайдеры Ростов-на-Дону]
Количество=1
1=Корбина / Билайн

[Ретрекеры Ростов-на-Дону Корбина / Билайн]
Количество=2
1=http://re-tracker.ru:80/announce.php
2=http://retracker.bee-media.ru:80/announce.php

[Провайдеры Киров]
Количество=1
1=Дом.ру

[Ретрекеры Киров Дом.ру]
Количество=4
1=http://re-tracker.ru:80/announce.php
2=http://ffsdmad.homelinux.org:2710/announce
3=http://borring.homelinux.org:2710/announce
4=http://solfir.dyndns.org:2710/announce

[Провайдеры Калуга]
Количество=3
1=Домолинк
2=Спарк
3=Корбина / Билайн

[Ретрекеры Калуга Домолинк]
Количество=2
1=http://re-tracker.ru:80/announce.php
2=http://retracker.dml.exdns.net:80/announce.php

[Ретрекеры Калуга Спарк]
Количество=3
1=http://re-tracker.ru:80/announce.php
2=http://10.67.248.101:2710/announce.php
3=http://retracker.spark.exdns.net:80/announce.php

[Ретрекеры Калуга Корбина / Билайн]
Количество=2
1=http://re-tracker.ru:80/announce.php
2=http://retracker.corb.exdns.net:80/announce.php

[Провайдеры Димитровград]
Количество=1
1=Корбина/Билайн

[Ретрекеры Димитровград Корбина/Билайн]
Количество=2
1=http://re-tracker.ru:80/announce.php
2=http://10.49.14.139:2710/announce

[Провайдеры Харьков]
Количество=3
1=Слобода
2=Харьков KH-IX
3=AirBites.Net

[Ретрекеры Харьков Харьков KH-IX]
Количество=5
1=http://re-tracker.ru:80/announce.php
2=http://www.newhouse.org.ua:2710/announce
3=http://tracker.eastnet.com.ua:80/announce
4=http://193.30.242.149:2710/announce
5=http://tracker.azure.org.ua:2710/announce

[Ретрекеры Харьков Слобода]
Количество=2
1=http://re-tracker.ru:80/announce.php
2=http://newhouse.org.ua:2710/announce

[Провайдеры Саратов]
Количество=1
1=Корбина/Билайн

[Ретрекеры Саратов Корбина/Билайн]
Количество=2
1=http://10.202.44.130:2710/announce.php
2=http://ffsdmad.homelinux.org:2710/announce

[Провайдеры Тольятти]
Количество=3
1=Beeline/Golden telecom
2=АИСТ
3=ИНФОЛАДА

[Ретрекеры Тольятти Beeline/Golden telecom]
Количество=3
1=http://re-tracker.ru:80/announce.php
2=http://beespace.ru:2710/announce
3=http://beetorrent.homeip.net:80/retracker/announce

[Ретрекеры Тольятти ИНФОЛАДА]
Количество=3
1=http://torrent.tlt.ru:8081/announce
2=http://re-tracker.ru:80/announce.php
3=http://tlt-retracker.dyndns.org:2710/announce

[Ретрекеры Тольятти АИСТ]
Количество=1
1=http://retrecker-tlt.homeip.net:2710/announce

[Провайдеры Одесса]
Количество=2
1=Тенет
2=Od-ix и OD-ex

[Ретрекеры Одесса Тенет]
Количество=3
1=http://re-tracker.ru:80/announce.php
2=http://bt-tenet.no-ip.org:2710/announce
3=http://192.168.60.138:2710/announce

[Ретрекеры Одесса Od-ix и OD-ex]
Количество=3
1=http://re-tracker.ru:80/announce.php
2=http://bt-tenet.no-ip.org:2710/announce
3=http://mkh.no-ip.org:2710/announce

[Провайдеры Тюмень]
Количество=1
1=Дельта Телесистемы

[Ретрекеры Тюмень Дельта Телесистемы]
Количество=2
1=http://re-tracker.ru:80/announce.php
2=http://tracker.oborona.net:80/announce.php

[Ретрекеры Санкт-Петербург Tiera]
Количество=2
1=http://re-tracker.ru:80/announce.php
2=http://retracker.spb.ru:80/announce.php

[Провайдеры Самара]
Количество=1
1=Билайн

[Ретрекеры Самара Билайн]
Количество=3
1=http://re-tracker.ru:80/announce.php
2=http://10.101.73.65:2710/announce 
3=http://10.103.3.123:2710/announce

[Провайдеры Наро-Фоминск]
Количество=1
1=Домолинк

[Ретрекеры Наро-Фоминск Домолинк]
Количество=2
1=http://re-tracker.ru:80/announce.php
2=http://maximus5249.no-ip.biz:2710/announce

[Провайдеры Калининград]
Количество=1
1=Общегородской

[Ретрекеры Калининград Общегородской]
Количество=4
1=http://retracker.balttelecom.net:2710/announce
2=http://re-tracker.ru:80/announce.php
3=http://retracker.kld.ru:2710/announce
4=http://172.20.0.222:2710/announce

[Ретрекеры Санкт-Петербург eTelecom]
Количество=2
1=http://83.243.64.100:2710/announce
2=http://re-tracker.ru:80/announce.php

[Ретрекеры Харьков AirBites.Net]
Количество=2
1=http://10.0.192.32:2710/announce.php
2=http://re-tracker.ru:80/announce.php

[Провайдеры Нижний новгород]
Количество=1
1=Общегородской IX-NN

[Ретрекеры Нижний новгород Общегородской IX-NN]
Количество=2
1=http://re-tracker.ru:80/announce.php
2=http://retracker.nnover.ru/announce.php

[Ретрекеры Москва Starlink]
Количество=2
1=http://azzidum.starlink.ru:2710/announce
2=http://re-tracker.ru:80/announce.php